Repository: danielpuente-dpg/GII14.K.QUICKTEST
Catalog: src/_QuickTest_TFG/locale/*/LC_MESSAGES/translate.po
Languages: es_es

source: Has sido MUY RÁPIDO respondiendo, has conseguido
es_es: You have been very quick responding, you've got

source: MUY RÁPIDO
es_es: VERY FAST

source: Has sido RÁPIDO respondiendo, has conseguido
es_es: You have been QUICK responding, you've got

source: RÁPIDO
es_es: QUICK

source: Has sido de los ÚLTIMOS en responder, has obtenido una penalización de:
es_es: You've been the LAST to respond, you've earned a penalty of:

source: LENTO
es_es: SLOW

source: Añadir pregunta
es_es: Add Question

source: Guardar cuestionario
es_es: Save test

source: Salir QuickTest
es_es: Exit QuickTest

source: Crear nuevo cuestionario
es_es: Create new test

source: Título del cuestionario
es_es: Title test

source: Escribe un título para el cuestionario
es_es: Enter a title for the test

source: Configurar comodín verde
es_es: Set green wildcard

source: Penalizar respuesta correcta
es_es: Penalize correct answer

source: Muy poco
es_es: Very little

source: Poco
es_es: A little

source: Normal (recomendado)
es_es: Normal (recommended)

source: Mucho
es_es: Much

source: La calificación se verá reducida, pero la nota final será
es_es: The score will be reduced, but the final score will be

source: positiva
es_es: positive

source: Penalizar respuesta incorrecta
es_es: Penalize wrong answer

source: Mucho (recomendado)
es_es: Much (recommended)

source: negativa
es_es: negative

source: Configurar comodín ámbar
es_es: Set amber wildcard

source: Poco (recomendado)
es_es: A bit (recommended)

source: Muy poco (recomendado)
es_es: Very little (recommended)

source: Nombre asignatura
es_es: Name course

source: Es profesor
es_es: He is teacher

source: Nombre profesor
es_es: Professor's name

source: Apellido Profesor
es_es: Professor's surname

source: Pregunta 1
es_es: Question 1

source: Puntuacion max
es_es: High score

source: Escribe el enunciado de la pregunta
es_es: Write the wording of the question

source: Respuesta
es_es: Answer

source: Es correcta
es_es: It's correct

source: Escribe una respuesta
es_es: Write an answer

source: Respuesta 1
es_es: Answer 1

source: Añadir Respuesta
es_es: Add answer

source: Nueva pregunta
es_es: New question

source: Guardar
es_es: Save

source: Duplicar cuestionario
es_es: Duplicate test

source: Está a punto de realizar una copia de
es_es: You will make a copy of

source: Si lo desea, puede
es_es: If you want, you can

source: modificar el título
es_es: change the title

source: o mantener el actual.
es_es: or continue with the current.

source: Nuevo título
es_es: New tittle

source: Duplicar
es_es: Duplicate

source: Editar cuestionario
es_es: Edit test

source: Pregunta
es_es: Question

source: Guardar cambios
es_es: Save changes

source: Descartar cambios
es_es: Discard changes

source: Usuario
es_es: User

source: Más detalles
es_es: More details

source: Clave del cliente
es_es: Key customer

source: Nombre
es_es: Name

source: Apellidos
es_es: Surname

source: Rol
es_es: Role

source: Profesor
es_es: Professor

source: Idioma
es_es: Language

source: Cuestionarios
es_es: Tests

source: Ver cuestionarios
es_es: View tests

source: ¿Quieres crear un nuevo cuestionario?
es_es: Do you want to create a new test?

source: Clave de cliente
es_es: Client key

source: URL de inicio
es_es: Home URL

source: Click para crear uno nuevo
es_es: Click to create a new one

source: ¿Necesitas ayuda para publicar un cuestionario?
es_es: Need help to publish a test?

source: Ver cuestionarios ya creados
es_es: See test already created

source: Publicar cuestionario
es_es: Post test

source: Para publicar, sigue estos pasos:
es_es: To publish, follow these steps:

source: Crea una actividad desde tu plataforma LTI de tipo:
es_es: Create an activity from your LTI platform type:

source: Actividad externa
es_es: External tool

source: Y copia estos datos en las casillas correspondientes
es_es: And copy the data in the appropriate boxes

source: Parámetros personalizados
es_es: Custom settings

source: Tu contraseña de QuickTest
es_es: QuickTest password

source: IMPORTANTE
es_es: IMPORTANT

source: En la pestaña 'privacidad', no olvides marcar:
es_es: In the 'Privacy' tab, do not forget to dial:

source: Aceptar calificaciones desde la herramienta
es_es: Allow Ratings from the tool

source: Compartir el e-mail del usuario con la herramienta
es_es: Share the e-mail user with the tool

source: Tras seguir estos pasos, deberías tener algo similar a esto:
es_es: After following these steps, you should have something like this:

source: Aún no existen cuestionarios creados
es_es: No test created

source: Editar
es_es: Edit

source: Eliminar
es_es: Remove

source: El cuestionario comenzará en :
es_es: The test will start in:

source: segundos
es_es: seconds

source: Guardar y enviar
es_es: Save and send

source: Punt max
es_es: High score

source: Finalizar cuestionario y enviar para calificación
es_es: Finish and save

source: Comodín usado:
es_es: Wildcard used:

source: Ámbar
es_es: Amber

source: Supongamos una pregunta, cuya puntuación máxima es:
es_es: Assume a question, the maximum score is:

source: Siempre que utilizas un comodín, se aplican unos correctores, previamente configurados por el profesor:
es_es: Whenever you use a wildcard, a correction, previously set by the teacher apply:

source: SÍ
es_es: YES

source: recomendado
es_es: recommended

source: Observa que si te equivocas usando un comodín, los correctores tienen un valor negativo
es_es: Note that if you screw using a wildcard, the correction has a negative value

source: Ejemplo 1.
es_es: Example 1.

source: Respuesta correcta.
es_es: Correct answer.

source: (valores de los correctores por defecto):
es_es: (correction values by default):

source: Puntuación total= Puntuación máxima X corrector
es_es: Total score = maximum score X corrector

source: puntos
es_es: points

source: Ejemplo 2.
es_es: Example 2.

source: Respuesta incorrecta.
es_es: Wrong answer.

source: SIN comodín
es_es: WITHOUT wildcard

source: Responder sin comodín tiene sus ventajas:
es_es: Reply without joker has its advantages:

source: Puntuación obtenida
es_es: Score

source: Máxima puntuación 100%
es_es: Maximum score 100%

source: 0 puntos
es_es: 0 points

source: Observa que si te equivocas sin usar un comodín, NO obtienes una puntuación negativa
es_es: Note that if you mess without using a wildcard, you do NOT get a negative score

source: Puntuación total= Puntuación máxima
es_es: Total score = maximum score

source: Puntuación total= 0 puntos
es_es: Total score = 0 points

source: Verde
es_es: Green

source: Identificador que recibiste cuando te registraste
es_es: ID you received when you registered

source: Tu contraseña personal de QuickTest
es_es: QuickTest password

source: Este parametro lo obtendrás cada vez que crees un cuestionario
es_es: This parameter you will get each time you create a questionnaire

source: Y copia estos datos en las casillas correspondientes de tu plataforma LTI
es_es: And copy the data in the appropriate boxes on your platform LTI

source: Bienvenido de nuevo a QuickTest
es_es: Welcome back to QuickTest

source: Gracias por registrarte, ya puedes empezar a usar QuickTest
es_es: Thanks for signing up, you can start using QuickTest

source: Se trata de un estándar creado por la IMS.
es_es: This is a standard created by the IMS.

source: Más información
es_es: More information

source: Tiene como objetivo ofrecer una estructura uniforme
es_es: It aims to provide a uniform structure

source: para integrar cualquier producto que cumpla con el estándar en una plataforma educativa.
es_es: to integrate any product that meets the standard of an educational platform.

source: Visita su web oficial para más información:
es_es: Visit their official website for more information:

source: Primeros pasos
es_es: First steps

source: Ya tienes una cuenta en QuickTest, haz lo siguiente:
es_es: Already you have an account QuickTest, do the following:

source: En primer lugar, accede con tu usuario y contraseña a una plataforma
es_es: First, sign in with your username and password to a platform

source: Una vez allí, entra a la asignatura en la que deseas publicar un cuestionario.
es_es: Once there, enter the subject in which you want to publish a test.

source: Necesitarás unos parámetros para conectarte con
es_es: You will need some parameters to connect to

source: Haz click en el siguiente botón para conocerlos:
es_es: Click on the button below to know:

source: ¿Por qué usar
es_es: Why use

source: Seguridad
es_es: Security

source: El
es_es: The

source: es el encargado de la autenticación.
es_es: it is responsible for authentication.

source: Amplia comunidad
es_es: Wider community

source: de usuarios
es_es: of users

source: Utilizable en todas los centros educativos que empleen Moodle u otra plataforma LTI.
es_es: Usable in all schools that use Moodle or other LTI platform.

source: Divertido
es_es: Funny

source: para el alumno
es_es: for th student

source: Favorece la competición entre los alumnos, en el ámbito del juego.
es_es: It promotes competition among students in the field of play.

source: Útil para el docente
es_es: Useful for teachers

source: El profesor puede evaluar el grado de atención de los alumnos durante la clase, así como la asimilación de los conceptos explicados
es_es: The teacher can assess the degree of students' attention during class, and the assimilation of the concepts explained

source: Comodines
es_es: Wildcards

source: Tres formas de contestar a una pregunta, tú decides cual usar.
es_es: Three ways to answer a question, you decide which one to use.

source: ¿Dudas MUCHO de tu respuesta?
es_es: Doubts LOT OF your answer?

source: ¿Prefieres asegurarte?
es_es: Would you rather be sure?

source: La penalización será
es_es: The penalty will be

source: elevada.
es_es: high.

source: Ver un ejemplo
es_es: See an example

source: ¿CASI sabes la respuesta?
es_es: ALMOST you know the answer?

source: Obtén una solución
es_es: Get a solution

source: incierta
es_es: uncertain

source: y despeja tus dudas.
es_es: and clear your doubts.

source: A cambio, la penalización será
es_es: In return, the penalty will

source: leve.
es_es: mild.

source: Sin comodín
es_es: No wildcard

source: ¿Estás SEGURO de tu respuesta?
es_es: Are you SURE of your answer?

source: Genial, no uses comodín.
es_es: Great, do not use wildcards.

source: Tendrás la puntuación
es_es: You'll score

source: máxima.
es_es: maximum.

source: Rapidez en la respuesta
es_es: Responding quickly

source: No esperes a los comodines, sé el primero en responder y obtén PUNTOS EXTRA.
es_es: Do not wait for wildcards, be the first to respond and get EXTRA POINTS.

source: Muy Rápido
es_es: Very fast

source: Si estás en el grupo de los MÁS RÁPIDOS
es_es: If you're in the group of the fastest

source: A tu puntuación final, le sumaremos el:
es_es: To your final score, we will ADD the:

source: de la puntuación máxima
es_es: of the maximum score

source: Supón el siguiente ejemplo:
es_es: Suppose the following example:

source: El cuestionario tiene una puntuación máxima de 10 puntos.
es_es: The questionnaire has a maximum score of 10 points.

source: Has obtenido 6 puntos.
es_es: You earned 6 points.

source: Perteneces al grupo de los que han contestado MUY RÁPIDO.
es_es: Belong to the group of those who responded VERY QUICKLY.

source: Por tanto, a tu puntuación total, se añadirá el 10% de 10 puntos:
es_es: Therefore, your total score, 10% of 10 points is added:

source: Rápido
es_es: Quick

source: Si estás en el grupo de los RÁPIDOS
es_es: If you're in the group of FAST

source: Perteneces al grupo de los que han contestado RÁPIDO.
es_es: Belong to the group of those who have answered FAST.

source: Por tanto, a tu puntuación total, se añadirá el 5% de 10 puntos:
es_es: Therefore, your total score will be add 5% of 10 points:

source: Lento
es_es: Slow

source: Si estás en el grupo más LENTO
es_es: If you are in the SLOWER group

source: A tu puntuación final, le RESTAREMOS el:
es_es: To your final score, SUBSTRACT it on:

source: Perteneces al grupo de los que han contestado MUY LENTO.
es_es: Belong to the group of those who responded VERY SLOW.

source: Por tanto, a tu puntuación total, se RESTARÁ el 5% de 10 puntos:
es_es: Therefore, your total score will be deducted 5% of 10 points:

source: Volver al inicio
es_es: Back to top

source: Resultados obtenidos
es_es: Results obtained

source: Modo respuesta
es_es: Answer mode

source: Preguntas contestadas
es_es: Answered questions

source: Aciertos
es_es: Success

source: Fallos
es_es: Failures

source: Puntuación
es_es: Score

source: Comodín verde
es_es: Green wildcard

source: Comodín ámbar
es_es: Amber wildcard

source: Más informacion
es_es: More information

source: Revisar cuestionario
es_es: Review test

source: Funcionamiento comodines
es_es: Operation wildcards

source: Tipos de comodín y para qué sirven
es_es: Wildcard types and what they do

source: ¿Cómo influye la rapidez a la hora de responder?
es_es: How does the speed when responding?

source: Pasos para publicar un cuestionario
es_es: Steps to publish a test

source: ¿Existe algún cuestionario de prueba?
es_es: Is there a test run?

source: Sí.
es_es: Yes.

source: Se trata de un cuestionario especial que no puede ser borrado.
es_es: This is a special test that can not be erased.

source: Está creado para simular una situación real, en la que poder probar QuickTest.
es_es: It is created to simulate a real situation, in which QuickTest to test.

source: Tiene 100 alumnos conectados.
es_es: It has 100 students connected.

source: Las distintas respuestas, ya han sido respondidas por un determinado número de usuarios
es_es: The different responses have already been answered by a number of users

source: Así se genera un contexto, en el que poder probar los diferentes comodines.
es_es: So the context is generated, in which to test different wildcards.

source: Para usarlo crea un actividad con idCuestionario=1.
es_es: To use creates an activity idCuestionario = 1.

source: ¿Cómo puedo ocultar un cuestionario publicado?
es_es: How I can hide a published test?

source: 1. Ocultando el cuestionario desde tu plataforma:
es_es: 1. Hiding the questionnaire from your platform:

source: Accede a tu plataforma, y ve al curso en el que se encuentra publicado el cuestionario.
es_es: Access your platform, go to the course in which the test is published.

source: Activa la edicion de contenido.
es_es: Enables the editing content.

source: Pon tu cuestionario como oculto.
es_es: Put your questionnaire as hidden.

source: 2. Eliminando el cuestionario, desde la página de gestión:
es_es: 2. Removing the questionnaire, from the management page:

source: Esta opción, NO elimina el enlace en tu plataforma LTI.
es_es: This option does NOT remove the link to your LTI platform.

source: Abre el desplegable correspondiente al cuestionario que quieres borrar.
es_es: Open the corresponding pop to the test you want to delete.

source: Marca la opción de eliminar.
es_es: Mark the option to delete.

source: ¿Qué es LTI?
es_es: What is LTI?

source: ¿Es imprescindible acceder desde una plataforma LTI para usar QuickTest?
es_es: Is it necessary access from a LTI platform to use QuickTest?

source: Sí,
es_es: Yes,

source: por varios motivos:
es_es: for several reasons:

source: Aumenta la seguridad al guardar tus calificaciones, en la plataforma desde la que accedes.
es_es: Increases security by keeping your skills on the platform from which you come.

source: Hace que QuickTest sea compatible para cualquier plataforma que cumpla con el estándar LTI.
es_es: It makes it compatible with any platform that meets the standard LTI.

source: Si accedes por otro cauce, verás una pantalla como la siguiente:
es_es: If you access another channel, you'll see a screen like this:

source: He olvidado mi 'clave de cliente' o mi 'URL de inicio'.
es_es: I forgot my 'key customer' or my 'URL_Start'.

source: No hay problema, sólo necesitas:
es_es: No problem, all you need:

source: Tu email.
es_es: Your email.

source: Tu clave personal.
es_es: Your password.

source: Clica
es_es: Click

source: aquí
es_es: here

source: para recuperar tus datos.
es_es: to recover your data.

source: Acceso denegado
es_es: Access denied

source: Probablemente:
es_es: Probably:

source: No estés accediendo a través de una plataforma LTI.
es_es: No're accessing through a LTI platform.

source: Tu clave de cliente (oauth_consumer_key) no sea la correcta.
es_es: Your client key (oauth_consumer_key) is not correct.

source: Se halla producido un error en la firma del documento, debido a que tu clave personal (Shared secret) no es correcta.
es_es: Is an error in signing the document, because your personal password (shared secret) is not correct.

source: Revisa estos datos en tu plataforma LTI y vuelve a intentarlo.
es_es: Please review this information on your LTI platform and try again.

source: Diseño adaptativo
es_es: Responsive design

source: Calificaciones seguras
es_es: Safe ratings

source: Diviértete compitiendo
es_es: Have fun competing

source: Accede a tu cuenta o regístrate para poder usar QuickTest
es_es: We need this information so that you can receive access to the site and its content.

source: Acceder/Registrarse
es_es: Log in/Sign up

source: Entrar
es_es: Log in

source: Registrarse
es_es: Sign up

source: ¿Por qué?
es_es: Why?

source: Necesitamos esta información para poder ofrecerte un acceso seguro a QuickTest.
es_es: We need this information so that you can receive access to the site and its content.

source: Introduce tu email
es_es: Enter your email

source: Contraseña:
es_es: Password:

source: 5 a 10 caracteres
es_es: 5-10 characters

source: nombreUsuario
es_es: userName

source: Muy importante: Utiliza el mismo email, con el que accedes a tu plataforma LTI
es_es: Important: Use the same email, with which you access your LTI platform

source: Confirmar contraseña:
es_es: Confirm Password:

source: Cerrar
es_es: Close
